Revit 2024 API
FieldValues Properties
The FieldValues type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FieldValues Class
Autodesk.Revit.DB.Analysis Namespace